Revit 2027 API
DefaultOpenFromCloudCallback Constructor
 Create a default open callback. Open latest by default for all scenarios.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DefaultOpenFromCloudCallback()
Public Sub New
public:
DefaultOpenFromCloudCallback()
new : unit -> DefaultOpenFromCloudCallback
See Also
Reference
DefaultOpenFromCloudCallback Class
Autodesk.Revit.DB Namespace